<?php get_header(); ?> <!--header.phpを読み込むテンプレートタグ（インクルードタグ）-->
<?php get_sidebar(); ?> <!--siderbar.phpを読み込むテンプレートタグ（インクルードタグ）-->

        <main class="l-main p-fixed">
            <section class="p-dammy"> <!--ダミーサイト-->
                <h1>ダミーサイト</h1>
            </section>
            <div class="p-flexbox">
                <section class="p-text-take-out"><!--Take out--->
                    <h1>Take out</h1>
                    <div>
                    <section class="p-text-take-out__sec1">
                        <h2>Take out</h2>
                        <p>当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています
                        </p>
                    </section>
                    <section class="p-text-take-out__sec2">
                        <h2>Take out</h2>
                        <p>当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています
                        </p>
                    </section>
                    </div>
                </section>
                <section class="p-text-eat"> <!--Eat in-->
                    <h1>Eat in</h1>
                    <div>
                    <section class="p-text-eat__sec1">
                        <h2>Eat in</h2>
                        <p>店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                        店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                        店内でお食事いただけるメニューです店内でお食事いただけるメニューです</p>
                    </section>
                    <section class="p-text-eat__sec2">
                        <h2>Eat in</h2>
                        <p>店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                        店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                        店内でお食事いただけるメニューです店内でお食事いただけるメニューです</p>
                    </section>
                </div>
                </section>
            </div>
            <section class="p-map"><!--見出しが入ります-->
                    <div class="p-map__double">
                        <h1>見出しが入ります</h1>
                        <p>テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                        テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。
                        </p>
                    </div>
            </section>
        </main>
        <?php get_footer(); ?> <!--footer.phpを読み込むテンプレートタグ（インクルードタグ）-->
    </body>
</html>
